[
    {
        "id": 1,
        "title": "Dragons Legends arrive avec un mode solo !",
        "description": "Avec près d’une dizaine de millions de joueurs connectés chaque semaine,\nDragon Legends sorti en février dernièr, fait toujours le bonheur de sa communauté. Et si jusqu’à présent les parties se déroulaient en multi, \nc’est un tout nouveau mode qui s’apprête à faire son arrivée ingame. Plébiscité par les joueurs, le mode solo, baptisé Iron Crown \nsera prochainement disponible dans le jeu et pour une durée limitée. \nC’est sur les réseaux sociaux que les développeurs ont officiellement annoncé la nouvelle, dans un message retweeté plus de 20 000 fois par les internautes. \nUne initiative qui pourrait ouvrir la voie à d’autres events temporaires, ou à la mise en place de nouveaux modes permanents. \nCar c’est bien un événement aux allures de test grandeur nature que s’apprête à déployer Axen Entertainment sur Dragons Legends. \nSur Reddit, le community manager du studio Willy Frechette a en effet détaillé : “Pour le moment, nous allons attendre que ce nouveau \nmode soit déployé, voir ce qui se passe et quels types de retours nous obtenons. Nous reparlerons du mode Solo quand les joueurs \nauront pu le tester”. Si les retours de la communauté sont favorables, on peut donc imaginer de nouvelles initiatives similaires à l’avenir. \nFace à cette semaine un peu spéciale, les mécanismes de jeu risquent donc de changer un peu pour les joueurs, qui pourront néanmoins toujours \nse rabattre sur le classique mode trio si la nouveauté ne leur plait pas. Pour tester le mode solo, et tenter de remporter la couronne par ses propres moyens, \nrendez-vous dans quelques jours sur Dragons Legends. À noter que le jeu n’a pas encore précisé combien de joueurs pourront participer à une même \npartie solo, ni si certaines modifications de gameplay ou de personnage seront déployées pour l’occasion. Au final, il apparaît donc que Dragons Legends s'inscrit \nen vecteur d'une nouvelle approche du RPG. Innovant, passionnant, riche et sincèrement profond, il mêle à l'intensité de l'action une trame scénaristique intéressante \net un approfondissement psychologique majeur. Joyau sombre à ne pas mettre entre toutes les mains, il brûle d'une chaleur jusqu'alors inconnue.Un nouveu porte-étendard \ndu jeu de rôle japonais est sur le point de naître. Certains détesteront, d''autres se laisseront submerger par un choc rafraîchissant et salvateur, qui les conduira dans \nune terra incognita. Sa sera à vous de choisir si le pacte en vaut la peine. " ,
        "media_type": "Article",
        "categories": 1,
        "url_image": "https://images.pexels.com/photos/3359734/pexels-photo-3359734.jpeg"
    },
    {
        "id": 2,
        "title": "Clowns killer, vous ne verrez plus jamais les clowns de la même façon..",
        "description": "Les studios Rekou Games ont décider de frapper fort avec ce nouveau jeu, en effet contre toute attente,\nils ont annoncés il y a quelques heures la sortie d'un nouveau jeu mélant action et horreur, le tout accompagné d'un mode histoire, et d'un mode arcade.\nSi nous en savons pas beaucoup plus pour le moment, un teaser devrait sortir au courant de la soirée, une chose est sûre, malgrès que l'éditeur n'est pas un spécialiste dans \nle développement de jeux AAA, il ne nous a jamais déçu par le passé en développant une grande variétée de jeux de bonnes qualités. ce jeu monde-ouvert multijoueurs du genre Zombie Survival Horror \nvous donne le contrôle d'un survivant non armé qui ne possède qu'un pantalon, un t-shirt et une lampe torche accompagnée de sa pile. Le survivant doit alors se rendre à \nl'intérieur d'un pays infesté de  clowns zombies pour trouver des armes, de la nourriture et tout ce dont il aura besoin pour survivre dans ce monde désormais hostile.\nBien que ce jeu soit multijoueurs, chaque survivant est seul et n'a aucun allié. Il est tout de même possible de s'allier à d'autres joueurs, mais il faut rester très \nméfiant et attentif. L'objectif principal est de rester en vie. Le joueur commence avec des vêtements basiques, un peu de nourriture ainsi qu'un chiffon pouvant servir \nde bandage et doit explorer Chernarus, un État fictif dans lequel les habitants ayant contracté un virus ont été transformés en clowns zombifiés. Il doit visiter des points \nd'intérêt tels que des villes, villages, fermes et bases militaires pour y trouver de l'eau, de la nourriture, des armes, des munitions, des médicaments et de l'équipement \nqui l'aideront à survivre. Le matériel trouvé n'est pas toujours utile ou utilisable directement par le joueur (munitions inadaptées, chargeurs vides, boîte de conserve \nnécessitant un ouvre boîte...). Pour subvenir à leurs besoins vitaux, les joueurs peuvent aussi chasser des animaux et cultiver légumes pour ensuite les cuisiner. \nLe personnage est régi par des statistiques : la quantité de sang, les points de vie, le niveau de faim, le niveau de soif et la température corporelle. Un joueur qui a \nfaim, soif ou qui a trop froid verra son sang et ses points de vie baisser jusqu''à mener à la mort.Les développeurs prévoient d'implémenter des indices audio ou animation \npour vous indiquer votre faim, soif, fatigue, maladie, la réintroduction d'un système de karma, et un système de gestion des fractures amélioré.Ils envisagent aussi \nl'ajout de véhicules deux roues et aériens. La possibilité d'avoir des animaux de compagnie a aussi été évoqué.",
        "media_type":"Article",
        "categories": 2,
        "url_image": "https://cdn.pixabay.com/photo/2020/12/18/15/08/clown-5842288_960_720.jpg"
    },
    {
        "id": 3,
        "title": "Zombies Shooters, est enfin sortie, préparez vos armes!",
        "description": "On l'attendais depuis des mois, le voilà enfin parmis nous . Si il est souvent comparè à Call Of Duty et son mode Zombie qu'on ne présente plus,\nce dernièr n''as absolument rien à lui envier. Cette année le jeu édité par Calox nous a gâtè niveau nouveautès : un mode arcade multi-joueurs, un graphisme interessant,\net un mode histoire plein de rebondissement, bref vous l'aurez compris, en quelques heures de jeu on a pas eu le temps de s'ennuyer. le jeu idéal à offrir en période des fêtes d'Haloween. Proposé sur PC, Xbox one et PlayStation 4, ce jeu d'action-aventure horreur vous propose de prendre le contrôle d''un joueur qui se réveille dans une \nchambre d''hôtel sur une île paradisiaque où tous les humains ont été transformés en zombies à cause d''un virus. L'objectif est de rester en vie en trouvant des armes \nsur l'île pour combattre les huit types de zombies (contaminé, assassin, kamikaze ou encore boucher).\nCe jeu de tir à la première personne a des côtés de RPG puisque le personnage peut monter en niveau, améliorer ses armes, les réparer ou en créer de nouvelles et répartir \ndes points de compétences. Basé sur le solo, il est tout de même possible de jouer jusqu'à quatre en réseau local. Pour progresser dans le jeu, augmenter de niveau, récupérer \nde l'argent, des armes ou des plans servant à leur modification, le joueur pourra accomplir de nombreuses quêtes données par les différents personnages non-joueurs. ",
        "media_type":"Article",
        "categories":4,
        "url_image": "https://cdn.pixabay.com/photo/2017/07/23/05/14/fantasy-2530602_960_720.jpg"
    },
    {
        "id": 4,
        "title": "NFL Pro 2022, Le football américain débarque sur vos écrans",
        "description": "Il faut le reconnaître, pour un néophyte en football américain, Madden NFL est le genre de Goliath qui donne le vertige. A force de versions et d'ajouts, \nla simulation phare de nos cousins américains a fini par devenir de plus en plus complexe et de moins en moins accessible, un constat qui n'a pas échappé à Shoklight Sports \net ses réseaux d'informateurs. Le leitmotiv de NFL Pro 22 ? Satisfaire tous ceux qui ne passent pas leur vie devant ESPN, tout en contenant les adeptes d'une simu pointue.\nDrôle de pari.Pour un joueur occasionnel, le gain de temps est considérable : non seulement les matchs filent à toute allure (vingt minutes grand maximum), \nidéal pour les courtes sessions, et surtout on ne perd plus de temps à chercher une bonne tactique, puisque l'I.A. se charge de trouver la plus efficace et / ou la plus \nsurprenante en fonction du comportement de l'adversaire sur les précédentes tentatives. En attaque, par exemple, les courses à suivre ou les passeurs privilégiés sont \nindiqués en rouge. Il suffit même de laisser appuyé sur A ou Croix pour que l'ordi prenne en main la défense tout seul. Si l'on préférera gérer soi-même les débordements \nen défense, force est de reconnaître que les choix sont souvent judicieux en attaque. L'ordi n'hésitera pas à privilégier les courses si l'équipe tend à avoir l'avantage \nsur le plan physique, par exemple. En cas de désaccord avec l'I.A., le joueur pourra toujours improviser en dernier recours avec des audibles.Si vous n'êtes pas un minimum familier \navec les règles du foot américain, alors il y a de grandes chances pour que NFL Pro 22 vous laisse sur le carreau. Il n'y a aucun moyen de comprendre voire d’apprendre\nles touches, si ce n’est un simple menu expliquant à quoi sert telle ou telle touche. Alors en jeu, n'en parlons même pas. Le titre vous propose d'adopter une stratégie \nparmi une sélection. Là aussi, le joueur lambda optera pour une stratégie au hasard, sans savoir ce vers quoi elle pourrait aboutir. Toutefois, pour le joueur habitué aux \nrègles de la NFL, le jeu procurera une vraie sensation de plaisir. Les matchs sont, par exemple, une vraie réussite. Les joueurs répondent parfaitement bien et la sensation \nprocurée lors d'un touchdown ou des points récoltés est incroyable. Sur ce point, Madden NFL reste une valeur sûre, et difficile à l'heure actuelle de faire mieux. \nOn pourrait en revanche pester sur le fait que les fonctionnalités de la DualSense ne soient pas exploitées sur PS5, mais ce serait vraiment pour chercher la petite bête.  ",
        "media_type":"Article",
        "categories": 6,
        "url_image": "https://cdn.pixabay.com/photo/2019/02/25/19/44/quarterback-4020388_960_720.jpg"
    },

    {
        "id": 5,
        "title": "Skull Mountaine 2,le jeu multi à essayer à tout prix ! ",
        "description": "Si pour le précédent opus le jeu était concentré sur un mode solo, cette fois-ci Nacon Interactive a écouté son public \nen mettant en avant le jeu en équipe pour ce nouvel opus. Et cette fois les nouveautés sont à la hauteur des attentes! si on avait pu souligner quelques points négatifs pour \nle 1er chapitre de la licence, pas mal de ces points on étés corrigès : une histoire totalement remodelé mélangeant aventure et stratégie, un gameplay plus facile à prendre en main, et ce fameux mode coop tant attendu \nen ravirons plus d'un ! Le jeu est déjà en vente , mais depêchez-vous : premier arrivé, premier servi ! ",
        "media_type":"Article",
        "categories": 5,
        "url_image": "https://cdn.pixabay.com/photo/2017/03/30/22/28/skull-2189889_960_720.jpg"
    },
    {
        "id": 6,
        "title": "Among Us arrive enfin avec une nouvelle Map!",
        "description": "Among Us, l'un des phénomènes de 2020, va recevoir dans un futur proche une nouvelle mise à jour majeure. \nBien que cette dernière n'a toujours pas de date de sortie, Innersloth, le studio derrière le jeu, vient de dévoiler l'un de ces nombreux ajouts. Depuis 20h ce soir, \nla mise à jour Airship est accessible à tous les joueurs et ajoute donc une quatrième carte au jeu. Il s'agit de la plus grande carte d'Among Us à ce jour, et elle \ns'accompagne de nouveaux éléments de gameplay. Tout d'abord, les joueurs peuvent choisir leur zone d'apparition, et ainsi sélectionner l'une des 17 pièces de la carte\nThe Airship. Les joueurs peuvent également y accomplir de nouvelles tâches, dont le polissage de bijoux ou encore l'expulsion des ordures. \nNotons par ailleurs l'ajout d''échelles de plates-formes mobiles et l'apparition d''un nouveau pack payant d'éléments cosmétiques, avec des tenues et des chapeaux. \nInnerSloth indique à ce sujet que chaque nouvelle tenue du pack dispose de sa propre animation de mise à mort. Concernant le système de compte, il est désormais activé, \net accompagné d'un nouveau code de conduite, consultable sur leurs site officiel. Il est à noter que sur cette nouvelle carte, l'alarme de sabotage est légèrement différente et pourrait vous perturber lors de vos premières parties. De plus, vous allez pouvoir désormais choisir la pièce où vous allez réapparaître après un meeting d'urgence. La map étant la plus grande du jeu, il devient maintenant possible de lancer une partie jusqu'à 15 joueurs !",
        "media_type":"Article",
        "categories": 1,
        "url_image": "https://cdn.pixabay.com/photo/2021/01/13/00/31/among-us-5912927_960_720.jpg"
    },
    {
        "id": 7,
        "title": "Among Us, le jeu incontournable de l'année ! ",
        "description": "Développé par la petite équipe d'InnerSloth, Among Us est paru dans la plus grande discrétion en juin 2018 sur PC, \niOS et Android. Il faudra finalement attendre deux ans pour que le jeu se forge une place de choix dans les classements Twitch et Steam. Son concept convivial et accessible \nen fait un passe-temps prisé du confinement mondial. Mais sa popularité est-elle réellement légitime ? Dans la veine des Loups Garous de Thiercelieux, Among Us repose sur \nun concept tout aussi simple : à bord d'un vaisseau, un joueur (ou plus) désigné imposteur est chargé de tuer le reste de l’équipage, occupé à réaliser des tâches dans \ndifférentes pièces. À chaque corps sans vie retrouvé, ou lorsque les suspicions s'alourdissent, une réunion peut être lancée afin de voter contre le(s) coupable(s). \nJouable en ligne ou en local, et de quatre à 15 joueurs, la petite production d'InnerSloth a tout d'un titre auquel on accepterait volontiers de participer lors d'un \napéro entre amis.\nDisponible à la fois sur PC et sur mobile, il a l'avantage d’être cross-platform. Néanmoins, s'il est doté de commandes particulièrement accessibles sur PC, \nles déplacements seront largement moins confortables depuis l'écran tacticle d'un appareil mobile. Notons enfin des graphismes des plus basiques et un poids plume qui \npermettent à n'importe quelle configuration de s'y essayer. L'objectif des équipiers est d'accomplir toutes les tâches avant d'être assassinés, un objectif secondaire \nétant de trouver et d'éliminer les imposteurs (Pour ça il a des systèmes de sécurité comme des caméras ou une carte permettant de visualiser l'emplacement de chaque \njoueur). Le but des imposteurs est de tuer tous les membres d'équipage et en assassiner suffisamment pour que le nombre d'imposteurs soit égal au nombre de membres \nd'équipage, soit en les tuant directement, soit par sabotage. Le but des fantômes est d'aider leurs coéquipiers vivants. Lorsqu'un imposteur effectue un sabotage, il y a \nsoit une conséquence immédiate (telle que l'extinction de toutes les lumières), soit un compte à rebours au cours duquel le sabotage doit être réparé, sinon tous les \nmembres d'équipage meurent. Les sabotages peuvent être résolus par les membres d'équipage de différentes manières selon le sabotage effectué. Si un joueur trouve un \ncadavre, il peut le signaler, ce qui mènera à une réunion de groupe où les joueurs discutent de qui, selon eux, est un imposteur, sur la base des preuves entourant le \nmeurtre. Si un vote à la majorité relative est atteint, la personne choisie est éjectée de la carte, meurt, et il est possible de révéler si elle était ou non un imposteur. \nLes joueurs peuvent également appeler une « réunion d'urgence » en appuyant sur un bouton de la carte à tout moment, le nombre de réunions d'urgence convoquées par une \nseule personne étant limité. Le jeu peut être joué avec un chat vocal ou un chat textuel, dans lequel les joueurs ne peuvent communiquer que pendant les réunions, et \nseulement s'ils sont vivants, bien que les fantômes puissent parler entre eux. Diverses options de personnalisation des aspects du jeu comme la portée de vision et les \nréunions d'urgence sont disponibles avant chaque partie.",
        "media_type":"Article",
        "categories": 3,
        "url_image": "https://cdn.pixabay.com/photo/2021/03/09/14/20/among-us-6081990_960_720.jpg"
    },
    {
        "id": 8,
        "title": "Minecraft, le jeu qu'on ne présente plus ",
        "description": "Jeu bac à sable indépendant et pixelisé dont le monde infini est généré aléatoirement, Minecraft permet au joueur de récolter divers matériaux, \nd'élever des animaux et de modifier le terrain selon ses choix, en solo ou en multi (via des serveurs). Il doit également survivre en se procurant de la nourriture et en \nse protégeant des monstres qui apparaissent la nuit et dans des donjons. Il peut également monter de niveau afin d'acheter des enchantements. Son mode multi vous permetteras \nde laisser libre cours à votre imagination avec d'infinies possibilités",
        "media_type":"Article",
        "categories": 4,
        "url_image": "https://cdn.pixabay.com/photo/2014/11/13/15/23/minecraft-529459_960_720.jpg"
    }


]